INSERT INTO item_type (id,name) VALUES
	 (0,'NONE'),
	 (1,'コイン'),
	 (2,'ダイヤ'),
	 (3,'きのみ'),
	 (4,'食材・料理'),
	 (5,'睡眠消費アイテム'),
	 (6,'レシピ'),
	 (7,'マップ'),
	 (8,'睡眠グッズ（環境アイテム）'),
	 (9,'エサ玉');
INSERT INTO item_type (id,name) VALUES
	 (10,'ばんのうアメ'),
	 (11,'環境アイテム素材'),
	 (12,'食材ボックス（お手伝いの大量）'),
	 (13,'食材詰め合わせ（カビゴンのお礼）'),
	 (14,'ノート'),
	 (15,'ポケモンが確定でくる'),
	 (16,'機能アンロック'),
	 (17,'食材詰め合わせ（アイテムとして使用）'),
	 (18,'種族アメ'),
	 (19,'スリープポイント');
INSERT INTO item_type (id,name) VALUES
	 (20,'フィールドいどう用アイテム'),
	 (21,'いいキャンプチケット'),
	 (22,'げんきマクラ'),
	 (23,'おてつだいホイッスル'),
	 (24,'ゆめのかたまり'),
	 (25,'アイテムパック'),
	 (26,'メインスキルのたね'),
	 (27,'サブスキルのたね'),
	 (28,'進化の道具'),
	 (29,'種族のおこう');
INSERT INTO item_type (id,name) VALUES
	 (30,'期間限定アイテム'),
	 (31,'課金バンドル');